
{
"Website Content and Copyright":"This Website is the property of ThinkApart and is protected by U.S. and international copyright law and conventions. ThinkApart grants to User the right to access and use the Website, so long as such use is for internal information purposes, and User does not alter, copy, disseminate, redistribute or republish any content or feature of this Website. User acknowledges that access to and use of this Website is subject to these TERMS OF USE and any expanded access or use must be approved in writing by ThinkApart.",
"Changes or Updates to the Website": "ThinkApart reserves the right to change, update or discontinue any aspect of this Website at any time without notice. Your continued use of the Website after any such change constitutes your agreement to these TERMS OF USE, as modified.",
"Disclaimer of Warranties": "ThinkApart does not make any warranties, express or implied, including, without limitation, those of merchantability and fitness for a particular purpose, with respect to this Website. Although ThinkApart takes reasonable steps to screen this Website for infection by viruses, worms, Trojan horses or other code manifesting contaminating or destructive properties, ThinkApart cannot guarantee that it will be free of infection or that it will be available at any particular time or location.",
"Accuracy of Information":"While the information contained on this Website has been obtained from sources believed to be reliable, ThinkApart disclaims all warranties as to the accuracy, completeness or adequacy of such information. User assumes sole responsibility for the use it makes of this Website to achieve his/her intended results.",
"Third Party Links":"This Website may contain links to other third party websites, which are provided as additional resources for the convenience of Users. ThinkApart does not endorse, sponsor or accept any responsibility for these third party websites, User agrees to direct any concerns relating to these third party websites to the relevant website administrator.",
"Limitation of Liability": "In no event will ThinkApart be liable for: (a) damages of any kind, including without limitation, direct, incidental or consequential damages (including, but not limited to, damages for lost profits Limitation of Liability: business interruption and loss of programs or information) arising out of the use of or inability to use this Website, or any information provided on this Website, or (b) any claim attributable to errors, omissions or other inaccuracies in the information provided on this Website.",
"Termination":"In accessing and using this Website, User agrees to comply with all applicable laws and agrees not to take any action that would compromise the security or viability of this Website. ThinkApart may terminate User's access to this Website at any time for any reason. The terms hereunder regarding Disclaimer of Warranty, Accuracy of Information, Indemnification, and Third Party Rights shall survive termination.",
"Indemnification":"User agrees to indemnify, defend and hold harmless ThinkApart, its affiliates, licensors, and their respective officers, directors, employees and agents from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, arising out of User's use/ misuse of this Website.",
"Third Party Rights":"The terms hereunder regarding Disclaimer of Warranty, Limitation of Liability and Indemnification are for the benefit of ThinkApart, and its licensors, employees and agents, each of whom shall have the right to assert and enforce those terms against a User.",
"General Provisions":"Any provision in any written communication received by ThinkApart in connection with this Website which is inconsistent with, or adds to, these TERMS OF USE is void. If any term hereunder is determined by a court of competent jurisdiction to be invalid, all remaining terms will remain in full force and effect",
"Governing Law": "These TERMS OF USE and the resolution of any dispute arising hereunder shall all be governed and construed in accordance with the laws of the state of Connecticut, without regard to its conflicts of law principles. User consents to the jurisdiction of the courts of the state of Connecticut.",
"Privacy Statement":"User's right to privacy is of paramount importance to ThinkApart. When you register to use our Website, ThinkApart may ask you to provide your name, email address, and other related information. ThinkApart will use this information to provide you with a more personalized online experience and, where applicable, to process orders, as well as to keep track of what topics are of interest to our Users. ThinkApart will not share this information with any third party",
"Restriction on Use":"User will not (i) violate the security of the Site nor attempt to gain unauthorized access to the Site, data, materials, information, computer systems or networks connected to any server associated with the Site, through hacking, password timing or any other means; (ii) take nor attempt any action that, in the sole discretion of ThinkApart, imposes or may impose an unreasonable or disproportionately large burden on the Site or its infrastructure; (iii) use nor attempt to use any “scraper,” “robot,” “bot,” “spider,” “data mining,” “computer code,” or any other automated device, program, tool, algorithm, process or methodology to access, acquire, copy, or monitor any portion of the Site, any data or content found on or accessed through the Site without the prior written consent of ThinkApart; (iv) forge headers or otherwise manipulate identifiers in order to disguise the origin of any other content.",
"US Securities Market Data":"Data provided for free by IEX. Learn more about the service here: https://iextrading.com/api-exhibit-a",
"International Securities Market Data":"Data provided by AlphaVantage. Learn more about the service here: http://alphavantage.co"
}